package constants

const NewAdText = `
برای افزودن آگهی جدید باید پیام ساختاری که مشاهده میکنید برای بات ارسال کنید. اگر ساختار اشتباه بود باید دوباره پیام اصلاح شده را ارسال کنید. توجه کنید اعداد باید به انگلیسی وارد شود!

- نام
نام ملک
- شهر
یک شهر مثلا شیراز
- محله 
محله ملک، مثلا پاسداران
- نوع آگهی (فروش/خرید)
مثلا فروش، رهن اجاره
- نوع ملک (آپارتمانی/ویلایی) 
مثلا آپارتمانی، ویلایی
- متراژ
مثلا 30000
- قیمت (به تومان)
مثلا 30000
- اجاره (به تومان)
مثلا 30000
- تعداد اتاق
مثلا 3
- طبقه واحد
مثلا 3
- تعداد طبقات ملک
مثلا 3
- شماره تماس (همراه با 0)
مثلا 09127777777
- آسانسور دارد؟ (فقط آپارتمانی)
بله/خیر
- انباری دارد؟
بله/خیر
- پارکینگ دارد؟
بله/خیر
- بالکن دارد؟
بله/خیر`

const NewAdExampleText = `
برای مثال

- نام
۸۱متر/۲خواب/فول/نوساز
- شهر
تهران
- محله 
استخر
- نوع آگهی (فروش/خرید)
فروش
- نوع ملک (آپارتمانی/ویلایی)
آپارتمانی
- متراژ
81
- قیمت (به تومان)
6800000000
- اجاره (به تومان)
0
- تعداد اتاق
2
- طبقه واحد
3
- تعداد طبقات ملک
5
- شماره تماس (همراه با 0)
09127777777
- آسانسور دارد؟ (فقط آپارتمانی)
بله
- انباری دارد؟
بله
- پارکینگ دارد؟
بله
- بالکن دارد؟
خیر`
