package constants

const NewAdText = `
برای افزودن آگهی جدید باید پیام ساختاری که مشاهده میکنید برای بات ارسال کنید. اگر ساختار اشتباه بود باید دوباره پیام اصلاح شده را ارسال کنید. توجه کنید اعداد باید به انگلیسی وارد شود!

- نام
نام ملک
- آدرس لوکیشن در بلد
آدرس خانه در سایت بلد
- آدرس URL محصول در سایت
آدرس ملک در سایت های دیوار، شیپور، ...
- شهر
یک شهر مثلا شیراز
- محله 
محله ملک، مثلا پاسداران
- منبع آگهی 
مثلا دیوار، شیپور، ...
- نوع آگهی
مثلا فروش، رهن اجاره
- نوع ملک 
مثلا مسکونی، ویلایی
- متراژ
مثلا 30000
- قیمت(به ریال)
مثلا 30000
- اجاره(ریال)
مثلا 30000
- تعداد اتاق
مثلا 3
- طبقه واحد
مثلا 3
- تعداد طبقات ملک
مثلا 3
- شماره تماس
مثلا 09127777777
- آسانسور دارد؟
بله/خیر
- انباری دارد؟
بله/خیر
- پارکینگ دارد؟
بله/خیر
- بالکن دارد؟
بله/خیر`

const NewAdExampleText = `
برای مثال

- نام
۸۱متر/۲خواب/فول/نوساز
- آدرس لوکیشن در بلد
https://balad.ir/location?latitude=35.750437820527&longitude=51.549090475215
- آدرس URL محصول در سایت
https://divar.ir/v/۸۱متر-۲خواب-فول-نوساز/wZx8LcGb
- شهر
تهران
- محله 
استخر
- منبع آگهی 
دیوار
- نوع آگهی
فروش
- نوع ملک 
مسکونی
- متراژ
81
- قیمت(به ریال)
6800000000
- اجاره(ریال)
0
- تعداد اتاق
2
- طبقه واحد
3
- تعداد طبقات ملک
5
- شماره تماس
09127777777
- آسانسور دارد؟
بله
- انباری دارد؟
بله
- پارکینگ دارد؟
بله
- بالکن دارد؟
خیر`
