package constants

const NewFilterRange = `
حداقل: یک عدد مثل 123
حداکثر: یک عدد مثل 123`

const NewFilterRangeRules = `
قوانین:
۱- قیمت ها به تومان می‌باشد
۲- ترتیب حداقل و حداکثر رو حذف کن
۳- اعداد رو به انگلیسی بنویس
۴- هر کدوم رو نخواستی (مثلا فقط خواستی حداقل رو بدی)، کلا ننویسش`

const NewFilterTextDetails = `
شهر: مثلا تهران
محله: مثلا استخر
نوع آگهی: خرید/فروش
نوع ملک: آپارتمانی/ویلایی
آسانسور داشته باشید؟: بله/خیر
انباری داشته باشید؟: بله/خیر
پارکینگ داشته باشید؟: بله/خیر
بالکن داشته باشید؟: بله/خیر`
